Repository: IBM/watson-translator-101
Catalog: en-fr-6000-ParallelCorpus.tmx
Source language: en
Languages: fr

source: As set out in the order to commence investigation, the alleged acts of collaboration consisted of surgical operations and the provision of surgical instruments, medical equipment, medicine, X-rays and
fr: Comme il est dit dans l'ordonnance d'ouverture de l'instruction, les actes de collaboration présumés étaient des interventions chirurgicales, la fourniture de matériel chirurgical, de matériel médical, la mise à disposition d'équipes médicales, la fourniture de médicaments, des radiographies et des analyses cliniques, à l'intention du mouvement «terroriste».

source: She was, however, sentenced for being a “middle level cadre” of Sendero Luminoso.
fr: Or l'auteur a été condamnée «en sa qualité de cadre moyen» au Sentier lumineux.

source: The medical acts described were further criminalized as collaboration, although none of them is described as collaboration in article 321 of the Criminal Code, one of the applicable standards in force.
fr: De même, les actes médicaux ci-dessus ont été qualifiés d'actes de collaboration bien qu'aucun d'eux ne soit défini en tant que tel à l'article 321 du Code pénal, qui est l'une des dispositions en vigueur qui lui étaient applicables.

source: 3.10 Lastly, the author maintains that any violation of any of the rights enshrined in the Covenant entails the violation of the State's obligation to respect those rights, embodied in article 2, paragraph 1.
fr: 3.10 Enfin, l'auteur considère que toute violation de l'un quelconque des droits consacrés par le Pacte entraîne la violation par l'État de l'obligation qui lui incombe de respecter ces droits, consacrée au paragraphe 1 de l'article 2.

source: 4.1 In its observations of 22 December 2004 the State party reports that in January 2003 the Constitutional Court handed down a judgement in which it declared various procedural and criminal rules in anti-terrorist matters to be unconstitutional.
fr: 4.1 Dans ses observations datées du 22 décembre 2004, l'État partie fait savoir que, par une décision de janvier 2003, le Tribunal constitutionnel a déclaré inconstitutionnelles diverses règles de procédure et règles pénales en matière de lutte contre le terrorisme.

source: As a result, the Government issued Legislative Decree No. 926 in February 2003 standardizing the annulment of proceedings for the offence of terrorism conducted before judges and prosecutors whose identity was concealed and where the prohibition of objection applied.
fr: En conséquence, en février 2003, le Gouvernement a promulgué le décret-loi no 926 qui régit l'annulation des procès pour terrorisme instruits par des juges et des procureurs dont l'identité était gardée secrète, et dans lesquels l'interdiction relative à la récusation des magistrats avait été appliquée.

source: It also issued Legislative Decree No. 922, according to which criminal proceedings for the offence of terrorism are to be conducted in accordance with the ordinary procedural arrangements of the Code of Criminal Procedure.
fr: Le Gouvernement a également promulgué le décret-loi no 922 qui prévoit que les procès au pénal pour terrorisme suivent la procédure ordinaire prévue dans le Code de procédure pénale.

source: 4.2 On 15 January 2003, the High Court of Lima issued a decision concerning the remedy of habeas corpus filed by the author against the Special Criminal Division of the High Court of Lima and the Supreme Court for violation of her personal liberty as a result of a breach of due process.
fr: 4.2 En date du 15 janvier 2003, la Cour suprême de Lima a rendu un arrêt concernant le recours en habeas corpus formé par l'auteur contre la Chambre pénale spéciale de la Cour supérieure de Lima et la Cour suprême pour atteinte à la liberté des personnes et non-respect des garanties d'une procédure régulière.

source: The remedy was declared admissible and the criminal trial of the author consequently void since the fundamental principles of due process - a competent and established judge and the right to know whether the trial judge had jurisdiction - had been violated and since she had been sentenced by faceless judges.
fr: Le recours a été déclaré fondé et la procédure pénale engagée contre l'auteur a été annulée pour violation des principes relatifs à l'équité de la procédure, au juge compétent et au droit de savoir si celui qui rend la justice est compétent, et parce que la condamnation avait été prononcée par des juges «sans visage».

source: On 3 February 2003 the National Terrorism Division issued a writ ordering this decision to be implemented.
fr: Le 3 février 2003, la Chambre nationale pour les affaires de terrorisme a rendu un arrêt ordonnant l'exécution de cette décision.

source: 4.3 On 27 March 2003, the First Special Court for terrorist offences instituted pre-trial proceedings against the author for the offence of ordinary terrorism as provided in article 288-A and article 288-B, paragraph (a), of the 1924 Criminal Code, introduced by Act No. 24651; articles 319 and 320, paragraph 1, of the 1991 Criminal Code; and articles 2 and 5 of Decree-Law No. 25475, and issued a detention order.
fr: 4.3 Le 27 mars 2003, le tribunal spécialisé dans les affaires de terrorisme no 1 a ouvert une instruction contre l'auteur pour terrorisme générique, en vertu de l'article 288 et de l'alinéa «a» de l'article 288 B du Code pénal de 1924 incorporé au Code pénal par la loi no 24651 de l'article 319 et du paragraphe 1 de l'article 320 du Code pénal de 1991 et des articles 2 et 5 du décret-loi no 25475, et ordonné la mise en détention.

source: The proceedings were assigned to the National Terrorism Division and referred to the Office of the Second Senior Prosecutor specializing in terrorist offences.
fr: La Chambre nationale pour les affaires de terrorisme a été chargée de l'affaire, qui a été confiée au bureau du Procureur supérieur no 2 spécialisé dans les affaires de terrorisme.

source: In a decision of 6 September 2004 the Prosecutor entered a charge of terrorism.
fr: Dans une décision du 6 septembre 2004, le parquet a établi un acte d'accusation pour terrorisme.

source: The author was charged with belonging to a subversive organization, the Sendero Luminoso Communist Party of Peru, and with being a member of the cell management committee of the health section of the department of support of the People's Aid Association and therefore in charge of groups belonging to the organization.
fr: L'auteur était accusée d'être membre de l'organisation subversive Parti communiste du Pérou «Sentier lumineux» et du comité de direction de la cellule de la section santé du Département de soutien du Secours populaire, et responsable à ce titre de groupes qui faisaient partie de cette organisation.

source: As a surgeon, she was responsible for recruiting doctors, organizing them and providing support activities consonant with the medical profession.
fr: En sa qualité de chirurgien, elle était chargée à cet effet de recruter des médecins et d'organiser leur tâche pour qu'ils puissent apporter un soutien médical.

source: The prosecutor requested a 30-year prison sentence, a fine and an accessory penalty of loss of civil rights.
fr: Le procureur requérait une peine de prison de 30 ans, une amende, et une peine accessoire d'incapacité.

source: 4.4 The author's case is pending in the National Terrorism Division in the context of new criminal proceedings instituted in accordance with the new anti-terrorist legislation.
fr: 4.4 L'affaire est en instance devant la Chambre nationale pour les affaires de terrorisme dans le cadre d'un nouveau procès pénal engagé conformément aux nouvelles règles en matière de lutte contre le terrorisme.

source: The State party therefore considers that domestic remedies have not been exhausted and that the communication should be declared inadmissible.
fr: L'État partie estime en conséquence que tous les recours internes n'ont pas été épuisés et que la communication doit être déclarée irrecevable.

source: 5.1 The author states that she is being tried for the second time for the same acts, as a result of her quest for justice.
fr: 5.1 L'auteur fait valoir qu'elle est poursuivie une deuxième fois pour les mêmes faits, pour avoir elle-même cherché à obtenir justice.

source: A new trial, however, is not adequate reparation in cases of the violation of due process, particularly when this is owing to an act on the part of the State challenged.
fr: Mais un nouveau procès ne constitue pas une réparation suffisante en cas de non-respect des garanties d'une procédure régulière, à plus forte raison lorsque cette violation est imputable à un acte de l'État mis en cause.

source: 5.2 This communication was submitted to the Committee when the author was serving a sentence resulting from a criminal trial against her in total violation of due process; this situation has been acknowledged by the Peruvian judiciary, which pronounced admissible the remedy of habeas corpus filed on her behalf in a decision in first instance on 2 December 2002 and in second instance on 15 January 2003.
fr: 5.2 La présente communication a été soumise au Comité alors que l'auteur exécutait une peine prononcée à l'issue d'un procès pénal, au cours duquel les garanties d'une procédure régulière ont été entièrement bafouées, ce que le pouvoir judiciaire péruvien a reconnu en déclarant fondé le recours en habeas corpus qu'elle avait introduit en première instance le 2 décembre 2002, et en deuxième instance le 15 janvier 2003.

source: Furthermore, Legislative Decree No. 926, which provides for the annulment of trials by ordinary courts for the offence of terrorism, is accompanied by express State acknowledgement of the violation of due process and judicial guarantees, and hence of the right to liberty of persons detained, tried and sentenced for the offence of terrorism.
fr: De plus, le décret-loi no 926, qui prévoit l'annulation des procès pour terrorisme instruits par les tribunaux ordinaires, suppose la reconnaissance expresse par l'État de l'inobservation des garanties d'une procédure régulière et des garanties judiciaires, et, partant, de la violation du droit à la liberté des personnes qui ont été arrêtées, poursuivies et condamnées pour terrorisme.

source: 5.3 The lack of precision in the definition of the offence of terrorism in article 2 of Decree-Law No. 25475 is incompatible with the principle of legality enshrined in the Covenant, since the acts comprising the offence were described in the abstract and imprecisely, so that it is impossible to know exactly what specific behaviour constitutes this criminal offence.
fr: 5.3 L'imprécision avec laquelle le délit de terrorisme est défini à l'article 2 du décret-loi no 25475 est incompatible avec le principe de légalité consacré par le Pacte, puisque les faits constitutifs du délit sont décrits d'une manière abstraite et vague qui empêche de savoir exactement en quoi consiste l'infraction pénale en question.

source: 5.4 The author asserts that she was accused of having treated and supplied medicines to “terrorists” and their family members.
fr: 5.4 L'auteur affirme qu'elle a été accusée d'avoir soigné et fourni des médicaments à des «terroristes» et à leurs proches.

source: Not only are these two acts not illegal, they are lawful and ethically correct.
fr: Non seulement ces actes ne sont pas contraires au droit, mais ils sont licites et conformes à l'éthique.

source: The acts of participation in a surgical operation, treatment and provision of medicines do not form part of the crime of terrorism.
fr: Faire une intervention chirurgicale, soigner et administrer des médicaments sont des actes qui ne concordent pas avec le délit de terrorisme.

source: A state of anxiety or terror is neither provoked, created nor maintained, deliberately or involuntarily, by medical acts, nor can they be assimilated to acts injurious to life, physical integrity, health or individual freedom and safety or to State or private property, nor do they constitute an attack on public or private safety.
fr: Les actes médicaux ne provoquent pas, ne créent pas ou n'entretiennent pas, volontairement ou involontairement, l'angoisse ou la terreur. Ils ne sont pas non plus assimilables à des actes contre la vie, l'intégrité physique, la santé, la liberté et la sécurité des personnes, ou contre le patrimoine de l'État ou des particuliers, et n'attentent pas non plus à la sécurité publique ou à la sécurité des personnes.

source: 5.5 In accordance with the estoppel principle enshrined in international law, the State is precluded from invoking its own acts.
fr: 5.5 Selon le principe de l'estoppel consacré par le droit international, l'État n'est pas habilité à invoquer ses propres actes.

source: Consequently, it cannot contend that the author did not exhaust domestic remedies.
fr: Il ne peut donc pas faire valoir que l'auteur n'a pas épuisé tous les recours internes.

source: In a recent judgement of 18 November 2004 handed down in the case of De la Cruz Flores, the Inter-American Court of Human Rights stated that a new trial was not sufficient to make reparation for violations of due process.
fr: Dans la décision qu'elle a rendue le 18 novembre 2004 dans l'affaire De la Cruz Flores, la Cour interaméricaine des droits de l'homme a considéré qu'un nouveau procès n'était pas une réparation suffisante en cas de non-respect des garanties d'une procédure régulière.

source: 5.6 The author says that she has been detained for approximately 12 years, accused but not sentenced, in violation of article 9 of the Covenant.
fr: 5.6 L'auteur souligne qu'elle est en détention depuis environ 12 ans, qu'elle a été inculpée mais n'a pas été condamnée, en violation de l'article 9 du Pacte.

source: In July 2002, she applied to be granted semi-liberty, but this was declared inadmissible, initially by the Twenty-eighth Provincial Criminal Court of Lima and subsequently by the High Court, on the grounds that the period of detention under the Code of Criminal Procedure had not been completed, in that it ran as from the date of the order to commence investigation, i.e. 21 March 2003.
fr: En juillet 2002, elle a demandé à bénéficier de la semi-liberté, demande qui a été déclarée irrecevable, d'abord par le vingt-huitième tribunal pénal provincial de Lima, puis par la Cour supérieure, au motif que le délai de détention prévu dans le Code de procédure pénale n'avait pas été atteint, délai qui courait à partir de la date de la décision d'ouvrir l'instruction, à savoir le 21 mars 2003.

source: The State party thus ignored the period spent by the author in prison due to its failure to ensure her fair trial.
fr: L'État partie ne tient donc pas compte du temps que l'auteur a passé en prison du fait que l'État ne lui a pas garanti un procès équitable.

source: In other words, the State invokes its own acts in order to deny the author her right to trial within a reasonable time or to release, as article 9, paragraph 3, of the Covenant requires.
fr: Autrement dit, l'État invoque ses propres actes pour dénier à l'auteur le droit d'être jugée dans un délai raisonnable ou libérée, comme il est dit au paragraphe 3 de l'article 9 du Pacte.

source: 6.2 The Committee has ascertained that the same matter is not being examined under another procedure of international investigation or settlement, in compliance with the provisions of article 5, paragraph 2 (a), of the Optional Protocol.
fr: 6.2 Le Comité s'est assuré, comme il est tenu de le faire conformément au paragraphe 2 a) de l'article 5 du Protocole facultatif, que la même question n'était pas déjà en cours d'examen devant une autre instance internationale d'enquête ou de règlement.

source: 6.3 With regard to the requirement of the exhaustion of domestic remedies, the Committee takes note of the State party's assertion that the case is pending in the National Terrorism Division in the context of new criminal proceedings instituted in accordance with the new anti-terrorist legislation, and that, consequently, domestic remedies have not been exhausted.
fr: 6.3 En ce qui concerne l'épuisement des recours internes, le Comité prend note de l'argument de l'État partie qui affirme que l'affaire se trouve devant la Chambre nationale pour les affaires de terrorisme dans le cadre d'un nouveau procès au pénal engagé conformément aux nouvelles règles en matière de lutte contre le terrorisme, ce qui signifie que tous les recours internes n'ont pas été épuisés.

source: The Committee is pleased to observe the amendment of several procedural and penal rules of anti-terrorist legislation, particularly those that permit the annulment of proceedings for the offence of terrorism conducted before judges and prosecutors whose identity has been concealed and establish that criminal proceedings for the offence of terrorism will be conducted in accordance with the ordinary procedures for which the Code of Criminal Procedure provides.
fr: Le Comité accueille avec satisfaction la modification de diverses règles de procédure et de règles pénales en matière de lutte contre le terrorisme, notamment la possibilité d'annuler les procès pour terrorisme instruits par des juges et des magistrats dont l'identité est gardée secrète, et les dispositions qui prévoient que les poursuites pénales pour terrorisme doivent suivre la procédure ordinaire prévue dans le Code de procédure pénale.

source: With reference, however, to article 5, paragraph 2 (b), of the Optional Protocol, the Committee observes that the author was arrested on 16 February 1993 and subsequently tried and sentenced under Decree-Law No. 25475 of 5 May 1992, and that she filed all the appeals permitted under that legislation against her sentence, including a petition for annulment to the Supreme Court.
fr: Cependant, aux fins du paragraphe 2 b) de l'article 5 du Protocole facultatif, le Comité relève que l'auteur a été mise en détention le 16 février 1993, puis poursuivie et condamnée conformément au décret-loi no 25475 du 5 mai 1992 et qu'elle a formé tous les recours ouverts par la législation à l'encontre de sa condamnation, y compris le recours en nullité devant la Cour suprême.

source: All of this was prior to her submitting her communication to the Committee.
fr: Tout cela est antérieur à la date à laquelle elle a adressé sa communication au Comité.

source: The fact that the legislation applied to the author and on which her communication was based was declared null and void several years later cannot be considered to her disadvantage.
fr: Le fait que la législation qui a été appliquée à l'auteur, et sur laquelle était fondée sa communication, ait été déclarée nulle plusieurs années après ne peut pas jouer à son détriment.

source: In the circumstances, it cannot be claimed that the author should wait for the Peruvian courts to take a new decision before the Committee can consider the case under the Optional Protocol.
fr: Dans ces conditions, on ne peut pas prétendre que l'auteur doive attendre que les tribunaux péruviens se prononcent à nouveau avant que l'affaire puisse être examinée par le Comité conformément au Protocole facultatif.

source: Further, the Committee observes that the application of remedies before the Peruvian courts was initiated in 1993 and has still not been concluded.
fr: Par ailleurs, le Comité observe que l'affaire a été portée devant les tribunaux péruviens en 1993 et qu'elle n'est pas encore close.

source: 6.4 The author contends that she received a harsher sentence than was appropriate under the legislation applicable at the time the alleged acts were committed, thus constituting a violation of article 15 of the Covenant.
fr: 6.4 L'auteur fait valoir que la peine qui lui a été imposée était plus sévère que celle qui aurait dû être prononcée en vertu de la législation applicable au moment des faits, ce qui constitue une violation de l'article 15 du Pacte.

source: The Committee considers, however, that the author has not furnished sufficient evidence for it to take a decision with regard to this contention, and therefore considers that this part of the communication should be considered inadmissible, under article 2 of the Optional Protocol, for lack of substantiation.
fr: Le Comité estime toutefois que l'auteur n'a pas présenté d'éléments d'information suffisants pour lui permettre de se prononcer sur cette allégation. Le Comité conclut que cette partie de la communication doit être considérée comme irrecevable au titre de l'article 2 du Protocole facultatif faute d'être suffisamment étayée.

source: 6.5 The Committee accordingly declares the communication admissible with regard to the alleged violations of articles 7, 9, 10 and 14 of the Covenant and proceeds to consider the merits of the complaint under article 5, paragraph 1, of the Optional Protocol, bearing in mind the information provided by the parties.
fr: 6.5 Le Comité déclare la communication recevable pour ce qui est des griefs de violation des articles 7, 9, 10 et 14 du Pacte et procède à son examen quant au fond en tenant compte de toutes les informations qui lui ont été soumises par les parties conformément aux dispositions du paragraphe 1 de l'article 5 du Protocole facultatif.

source: 7.1 The Committee regrets that the State party has not submitted observations on the merits of the case under consideration.
fr: 7.1 Le Comité regrette que l'État partie n'ait pas fait parvenir d'observations sur le fond de la communication à l'examen.

source: It recalls that it may be inferred from article 4, paragraph 2, of the Optional Protocol that the State party must examine in good faith all the complaints made against it and provide the Committee with all the information at its disposal.
fr: Il rappelle qu'il ressort du paragraphe 2 de l'article 4 du Protocole facultatif que l'État partie doit examiner de bonne foi toutes les accusations portées contre lui et donner au Comité tous les renseignements dont il dispose.

source: Since the State party has not cooperated with the Committee in the matters raised, the author's claims must be given their due weight insofar as they are substantiated.
fr: Étant donné que l'État partie n'a pas coopéré en répondant aux questions posées par le Comité, il y a lieu d'accorder aux affirmations de l'auteur l'importance qu'elles méritent dans la mesure où elles sont étayées.

source: 7.2 The author asserts that during the days she was held by DINCOTE she was subjected to torture, of which she provides details.
fr: 7.2 L'auteur affirme que pendant les jours qu'elle a passés dans les locaux de la DINCOTE elle a été soumise à des tortures qu'elle décrit en détail.

source: As the State party provides no information to contradict these allegations, due weight must be given to them and it must be taken that the events occurred as described by the author.
fr: Étant donné que l'État partie n'a pas contesté les allégations puisqu'il n'a pas fait parvenir de réponse, il convient d'accorder le crédit voulu à ces griefs et considérer que les faits se sont déroulés comme l'auteur l'a décrit.

source: The Committee thus considers that there has been a violation of article 7 of the Covenant.
fr: Le Comité conclut donc qu'il y a eu violation de l'article 7 du Pacte.
